/* Text displayed when the user tries to quit the app although not all apps are installed */
"general.alerts.wait-for-complete-installation-before-quitting.title" = "Please wait for all the applications to be installed before quitting";

/* Text displayed when the user tries to quit the app although not mandatory files are present on device */
"general.alerts.wait-for-mandatory-files-before-quitting.title" = "Please wait for all required files to be present before quitting";

/* Text displayed when the user tries to go to the next slide although the AppMonitoring component in the current is marked as Mandatory and not all apps are installed */
"components.alerts.wait-for-complete-installation-before-transitionning.title" = "Please wait for all the applications to be installed";

"navigation.buttons.next" = "Next";
"navigation.buttons.previous" = "Previous";
"navigation.buttons.quit" = "Quit";
